{
    "nodes": [
       {
            "node": {
                "nid": "170",
                "title": "NASA Brings Latest Aerospace Technologies to AirVenture 2018",
                "body": "\n\n\n\n\nThe NASA Pavilion in Aviation Gateway Park is the agency's hub for displays and hands-on activities at EAA AirVenture in Oshkosh, Wisconsin.\nCredits: NASA\n\n\n\nVisitors to AirVenture Oshkosh 2018 can get a close look at the latest in NASA aerospace technology during the Experimental Aircraft Association’s annual airshow Monday, July 23, through Sunday, July 29, at Wittman Regional Airport in Oshkosh, Wisconsin.\n\nThe NASA Exhibit Pavilion, located in Aviation Gateway Park, will be packed with exciting interactive simulators, models, displays, exhibits and videos that highlight the truly groundbreaking work happening at NASA centers across the country. Aerospace experts will be there to discuss the exhibits and answer questions about their role working with NASA’s research and technology. \n\nVisitors can learn about NASA’s all-electric X-57 Maxwell and the recently-announced supersonic X-59 QueSST aircraft, and have a chance to meet NASA test pilots who will fly these aircraft. The X-57 takes to the skies in 2019 to demonstrate how electric propulsion can be 500 percent more efficient than conventional aircraft. The X-59 will fly in 2023 and demonstrate how the latest technology can reduce the loud sonic boom typically associated with supersonic flight to a soft thump.\n\nVisitors also will have the opportunity to try their hand flying the same simulators that NASA pilots and engineers use as they train to fly these X-planes. Among these will be a newly-integrated simulator for the Improved Ground Collision Avoidance System. This simulator features a system based on the highly successful Automatic Ground Collision Avoidance System (Auto-GCAS) that was integrated into many F-16s flown today and is credited with saving several pilots and aircraft.\n\nAlso available are exhibits showcasing NASA’s work with unmanned aerial vehicles and aircraft icing research, as well as its Space Launch System and Earth science missions.\n\nNASA’s Glenn Research Center will display the last S-3B Viking to fly that the agency used for research into engine icing, communications systems development for unmanned aircraft systems in the national airspace ,and algae bloom monitoring on Lake Erie. \n\nOn Thursday, July 26, NASA’s Armstrong Flight Research Center will display an F-18, flown primarily to support the agency’s Commercial Supersonic Technology project. The aircraft will be deployed to Galveston, Texas, in November to help engineers better prepare for X-59 testing. \n\nEngineers, pilots and project managers also will give forum talks throughout the week on the exciting work taking place across the agency. For a full rundown of these forum talks, visit https://go.nasa.gov/2zT54Bl and enter the filter word “NASA.” \n\nFor information about NASA’s aeronautics research, visit:\n\nhttps://www.nasa.gov/aeronautics\n\n-end-\n",
                "img": "http://zori.uw-t.com/sites/default/files/nasas_eaa_pavilion.jpg",
                "description_rss": "Visitors to AirVenture Oshkosh 2018 can get a close look at the latest in NASA aerospace technology during the Experimental Aircraft Association’s annual airshow Monday, July 23, through Sunday, July 29, at Wittman Regional Airport in Oshkosh, Wisconsin.\n",
                "url_json_full": "node/170.json"
            }
        },
        {
            "node": {
                "nid": "169",
                "title": "NASA Awards Facility Operations Support Contract",
                "body": "NASA has awarded a contract to COLSA Corporation of Huntsville, Alabama, to provide facility operations support services to the National Center for Critical Information Processing and Storage (NCCIPS).\n\nThe NCCIPS is a federal shared services data center managed by the NASA Shared Services Center (NSSC) at the agency’s Stennis Space Center in Bay St. Louis, Mississippi.\n\nNCCIPS Version Two is a firm, fixed price contract that begins Aug. 1 with a 60-day phase-in period, followed by a one-year base period, four one-year options and three one-year award term options. The potential total value of the contract is approximately $107.4 million.\n\nThe contractor will be responsible for secure facility operations, maintenance, management, environmental analysis, energy management, information technology, system power, and network integration in support of NCCIPS.\n\nFor information about NASA and agency programs, visit:\n\nhttps://www.nasa.gov\n\n-end-\n",
                "img": "http://zori.uw-t.com/sites/default/files/nasa-logo-web-rgb_2.jpg",
                "description_rss": "NASA has awarded a contract to COLSA Corporation of Huntsville, Alabama, to provide facility operations support services to the National Center for Critical Information Processing and Storage (NCCIPS).\n",
                "url_json_full": "node/169.json"
            }
        },
        {
            "node": {
                "nid": "168",
                "title": "Watch This Space: NASA Administrator Talks Webb Science with Nobel Laureate",
                "body": "NASA Television will air a conversation about the progress and promise of NASA’s James Webb Space Telescope with Nobel Prize winner John Mather at 2 p.m. EDT Wednesday, July 25.\n\nNASA Administrator Jim Bridenstine and Science Mission Directorate Associate Administrator Thomas Zurbuchen will join Mather, senior project scientist for the Webb Telescope, to talk about the challenges of building the world’s premier space telescope and why it’s all worth it.\n\nWatch this program on NASA TV or online at:\n\nhttps://www.nasa.gov/live\n\nThe first telescope of its kind, and an unprecedented feat of engineering, NASA’s Webb Telescope is at the very leading edge of technological innovation and development. Webb will find the first galaxies that formed in the early universe and peer through dusty clouds to see stars forming planetary systems.\n\nLearn more about Webb at:\n\nhttps://www.nasa.gov/webb\n\n-end-\n",
                "img": "http://zori.uw-t.com/sites/default/files/otis_to_iis-1_0.jpg",
                "description_rss": "NASA Television will air a conversation about the progress and promise of NASA’s James Webb Space Telescope with Nobel Prize winner John Mather at 2 p.m. EDT Wednesday, July 25.\n",
                "url_json_full": "node/168.json"
            }
        },
        {
            "node": {
                "nid": "167",
                "title": "NASA Administrator to Visit Langley Research Center July 31",
                "body": "\n\n\n\n\nNASA Langley Research Center in Hampton, Virginia.\nCredits: NASA\n\n\n\nNASA Administrator Jim Bridenstine will make his first official visit to NASA’s Langley Research Center in Hampton, Virginia, on Tuesday, July 31, to meet with employees and tour the facility.\n\nMedia are invited to tour Langley’s Advanced Structures and Materials laboratory with the administrator. There they’ll see first-hand ongoing research, including the development of large space structures and new lightweight spacecraft that could be used for entry, descent and landing in support of NASA’s efforts to return astronauts to the Moon and on to Mars.\n\nImmediately following the tour there will be an additional 30-minute availability for interviews with the administrator.\n\nSchedule:\nNoon – 12:15 p.m. EDT:\nMedia check-in at the NASA Langley Badge & Pass Office to receive access badging. 1 Langley Blvd., Hampton, Virginia, 23666\nOfficial media credentials are required for access.\n\n12:15 – 12:30: Travel to Building 1148. Park, set up.\n12:45 – 1:25: Administrator arrives, begin tour.\n1:25 – 1:55:  Media interviews.\nMedia interested in attending are asked to confirm their attendance no later than 4 p.m. Monday, July 30 by contacting Rob Wyman at 757-864-6120, or rob.wyman@nasa.gov.\n\nBridenstine was sworn in as NASA’s 13th administrator on April 23. For more information, visit:\n\nhttps://www.nasa.gov/content/nasa-administrator-bridenstine\n\n-end-\n",
                "img": "http://zori.uw-t.com/sites/default/files/langley-aerial-2011_0.jpg",
                "description_rss": "NASA Administrator Jim Bridenstine will make his first official visit to NASA’s Langley Research Center in Hampton, Virginia, on Tuesday, July 31, to meet with employees and tour the facility.\n",
                "url_json_full": "node/167.json"
            }
        },
        {
            "node": {
                "nid": "166",
                "title": "NASA Interns, New Mexico Community, Virginia Students to Call Space Station",
                "body": "\n\n\n\n\nFuture Engineers \"Two for the Crew\" winner Austin Suder asks NASA astronaut Serena Auñon-Chancellor a question during a live downlink with the International Space Station (ISS), Wednesday, June 27, 2018 at Smithsonian's National Air and Space Museum in Washington. Auñon-Chancellor is part of the Expedition 56/57 crew that launched to the ISS June 6, 2018.\nCredits: NASA\n\n\n\nNASA interns, visitors at New Mexico’s City of Las Cruces Museum of Nature and Science, and NASA’s Wallops Flight Facility will speak with astronauts aboard the International Space Station as part of NASA’s Year of Education on Station next week. Each call will air live on NASA Television and the agency’s website.\n\nNASA’s Johnson Space Center will host a question and answer session between agency interns and NASA astronaut Ricky Arnold at 12:05 p.m. EDT Monday, July 30. Johnson is located at 2101 NASA Parkway, Houston. Media interested in covering the event should contact Frank Prochaska at frank.e.prochaska@nasa.gov or 281-483-5111.\n\nThe City of Las Cruces Museum of Nature and Science in New Mexico will host children and adults for a community discussion with Arnold at 10:55 a.m. Tuesday, July 31. The museum is at 411 North Main St., Las Cruces. Media who wish to cover the downlink should contact Udell Vigil at uvigil@las-cruces.orgor 575-642-5339 or Katie Jenkins at kjenkins@las-cruces.orgor 575-528-4577.\n\nNASA’s Wallops Flight Facility in Virginia will host a conversation with NASA astronaut Drew Feustel at 10:25 a.m. Thursday, Aug. 2. About 140 members of Virginia Space Coast Scholars, high school and undergraduate NASA interns, students from the Virginia Space Flight Academy and the Delmarva Discovery Center will participate from Wallops’ visitor center, Building J20 Route 175, Chincoteague Rd., Wallops Island. Media covering the event should contact Keith Koehler at keith.a.koehler@nasa.govor 757-824-1579.\n\nLinking teachers directly to astronauts aboard the space station provides unique, authentic experiences designed to enhance student learning, performance and interest in science, technology, engineering and mathematics (STEM). These in-flight education downlinks are an integral component of NASA’s Year of Education on Station, which provides extensive space station-related resources and opportunities to students and educators. Astronauts living in space on the orbiting laboratory communicate with NASA’s Mission Control Center in Houston 24 hours a day through the Space Network's Tracking and Data Relay Satellites (TDRS).\n\nFollow the astronauts on social media at:\n\nhttps://www.twitter.com/NASA_astronauts/\n\nSee videos and lesson plans highlighting research on the International Space Station at:\n\n https://www.nasa.gov/stemonstation/\n\n-end-\n",
                "img": "http://zori.uw-t.com/sites/default/files/nhq201806270027orig_0.jpg",
                "description_rss": "NASA interns, visitors at New Mexico’s City of Las Cruces Museum of Nature and Science, and NASA’s Wallops Flight Facility will speak with astronauts aboard the International Space Station as part of NASA’s Year of Education on Station next week.\n",
                "url_json_full": "node/166.json"
            }
        }
    ]
}