{
    "nodes": [
        {
            "node": {
                "nid": "161",
                "title": "NASA Selects US Firms to Provide Commercial Suborbital Flight Services",
                "body": "NASA’s Flight Opportunities Program has selected four companies to integrate and fly technology payloads on commercial suborbital reusable platforms that carry payloads near the boundary of space. The selection is part of NASA's continuing effort to foster a viable market for American commercial reusable suborbital platforms that allow testing of new space technologies within Earth's atmosphere.\nThrough these new awards, selected companies will receive an indefinite-delivery, indefinite-quantity contract for integration and flight services, drawing from a pool of commercial space companies. The five-year contracts have a combined potential contract value of $45 million. The flights will carry a variety of payloads to help meet the agency's research and technology needs.\nThe selected companies are:\nAerostar International (Raven Aerostar), Sioux Falls, South Dakota\nBlue Origin Texas, LLC, Van Horn, Texas\nUp Aerospace Inc., Littleton, Colorado\nWorld View Enterprises, Inc., Tucson, Arizona\nNASA's Space Technology Mission Directorate (STMD) is charged with maturing crosscutting technologies to flight readiness status for future space missions. The agency’s Armstrong Flight Research Center in Edwards, California, manages the Flight Opportunities Program for STMD.\nDuring the coming year, STMD will make significant new investments that address several high priority challenges for achieving safe and affordable deep space exploration. It continues to solicit the help of the best and brightest minds in academia, industry, and government to drive innovation and enable solutions in important technology thrust areas. These planned investments are addressing high priority challenges for achieving safe and affordable deep space exploration.\nFor more information on the program, visit:\nhttps://www.nasa.gov/flightopportunities \n-end-\n",
                "img": {
                    "src": "http://zori.uw-t.com/sites/default/files/nasa-logo-web-rgb_0.jpg",
                    "alt": ""
                },
                "description_rss": "NASA’s Flight Opportunities Program has selected four companies to integrate and fly technology payloads on commercial suborbital reusable platforms that carry payloads near the boundary of space.\n",
                "url_json_full": "node/161.json"
            }
        },
        {
            "node": {
                "nid": "162",
                "title": "NASA to Name Astronauts Assigned to First Boeing, SpaceX Flights",
                "body": "\n\n\n\n\nNASA’s Commercial Crew Program is working with the American aerospace industry as companies develop a new generation of spacecraft and launch systems to carry crews safely to and from low-Earth orbit – the SpaceX Crew Dragon and Boeing CST-100 Starliner.\nCredits: NASA\n\n\n\nNASA will announce on Friday, Aug. 3, the astronauts assigned to crew the first flight tests and missions of the Boeing CST-100 Starliner and SpaceX Crew Dragon, and begin a new era in American spaceflight. NASA Administrator Jim Bridenstine will preside over the event, which will begin at 11 a.m. EDT on NASA Television and the agency’s website.\nNASA will announce the crew assignments for the crew flight tests and the first post-certification missions for both Boeing and SpaceX. NASA partnered with Boeing and SpaceX to develop the Starliner spacecraft to launch atop a United Launch Alliance Atlas V rocket and the Crew Dragon launching atop the Falcon 9 rocket, respectively.\nU.S. media are invited to attend the event at NASA’s Johnson Space Center in Houston and, afterward, speak with the astronauts about their assignments. Media wishing to attend must contact Johnson's newsroom at 281-483-5111 by 4 p.m. CDT Wednesday, Aug. 1.\nJohnson Space Center Director Mark Geyer and Kennedy Space Center Director Bob Cabana will join Bridenstine and representatives from Boeing and SpaceX to introduce the crews.\nNASA’s Commercial Crew Program is working with the American aerospace industry as companies develop and operate a new generation of spacecraft and launch systems designed to carry crews safely to and from low-Earth orbit. The Starliner and Crew Dragon will launch American astronauts on American-made spacecraft from American soil to the International Space Station for the first time since NASA retired its Space Shuttle Program in 2011.\nCommercial transportation to and from the space station will enable expanded station use, additional research time and broader opportunities of discovery aboard the orbiting laboratory. The station is critical for NASA to understand and overcome the challenges of long-duration spaceflight, and necessary for a sustainable presence on the Moon and missions deeper into the solar system, including Mars.\nFollowing the announcement, the astronauts will participate in a Reddit Ask Me Anything at 12:30 p.m. at:\nhttps://www.reddit.com/r/IAmA/\nImages and video highlights from the announcement will be available at:\nhttps://images.nasa.gov\n\n-end-\n",
                "img": {
                    "src": "http://zori.uw-t.com/sites/default/files/ccp3_0.jpg",
                    "alt": ""
                },
                "description_rss": "NASA will announce on Friday, Aug. 3, the astronauts assigned to crew the first flight tests and missions of the Boeing CST-100 Starliner and SpaceX Crew Dragon, and begin a new era in American spaceflight. NASA Administrator Jim Bridenstine will preside over the event, which will begin at 11 a.m. EDT on NASA Television and the agency’s website.\n",
                "url_json_full": "node/162.json"
            }
        },
        {
            "node": {
                "nid": "154",
                "title": "NASA Invites Media to Meet Earth Science Innovators",
                "body": "\n\n\n\n\nA poster session with young Earth science innovators describing projects that address environmental and policy issues will be featured at the Earth Science Applications Showcase on Aug. 1 in Washington.\nCredits: NASA/Bill Ingalls\n\n\n\nFrom flooding in New Orleans to coffee cultivation in Guatemala and wildfires in Alaska, NASA Earth observations from space are being put to work helping address a wide range of real-world issues.\nNASA invites media to meet the developers behind some of these innovative projects and learn how the agency turns global Earth observations into societal benefits on Wednesday, Aug. 1, at NASA Headquarters, 300 E Street SW, Washington.\nThe annual Earth Science Applications Showcase begins at 10 a.m. EDT in the James Webb Auditorium with a one-hour overview of NASA’s Applied Sciences Program, followed by “flash talks” and an interactive poster session on select projects. The event concludes at 12:30 p.m.\nSpeakers from NASA’s Earth Science Division include:\nLawrence Friedl, director, Applied Sciences Program\nWoody Turner, ecological forecasting program manager\nDavid Green, disasters program manager\nJohn Haynes, health and air quality program manager\nBrad Doorn, water resources and agriculture program manager\nFlash talks and posters will spotlight several recent projects in the Applied Sciences DEVELOP and SERVIR programs. DEVELOP brings together interdisciplinary teams to address environmental and public policy issues. SERVIR is a joint venture between NASA and the U.S. Agency for International Development.\nFlash talks will highlight several water resources and disaster projects:\nCoastal flood risk in Southern California\nWildfire-driven ecosystem change in the Kenai Peninsula\nLightning risk in Nepal and Bangladesh\nBison grazing in Grand Canyon National Park\nSoil moisture and ecosystem health in Idaho\nWater pollution impact on mangroves in Costa Rica\nTo register for the event, media must email their affiliation by 4 p.m. Tuesday, July 31, to Steve Cole at stephen.e.cole@nasa.gov.\nNASA uses the vantage point of space to understand and explore our home planet and improve lives. NASA makes its Earth observations freely available to those seeking solutions to important global issues such as changing freshwater availability, food security and human health.\nFor more information about NASA’s Earth science activities, visit:\nhttps://www.nasa.gov/earth\n-end-\n",
                "img": {
                    "src": "http://zori.uw-t.com/sites/default/files/img_9243_0.jpg",
                    "alt": ""
                },
                "description_rss": "From flooding in New Orleans to coffee cultivation in Guatemala and wildfires in Alaska, NASA Earth observations from space are being put to work helping address a wide range of real-world issues.\n",
                "url_json_full": "node/154.json"
            }
        },
        {
            "node": {
                "nid": "155",
                "title": "NASA Interns, New Mexico Community, Virginia Students to Call Space Station",
                "body": "\n\n\n\n\nFuture Engineers \"Two for the Crew\" winner Austin Suder asks NASA astronaut Serena Auñon-Chancellor a question during a live downlink with the International Space Station (ISS), Wednesday, June 27, 2018 at Smithsonian's National Air and Space Museum in Washington. Auñon-Chancellor is part of the Expedition 56/57 crew that launched to the ISS June 6, 2018.\nCredits: NASA\n\n\n\nNASA interns, visitors at New Mexico’s City of Las Cruces Museum of Nature and Science, and NASA’s Wallops Flight Facility will speak with astronauts aboard the International Space Station as part of NASA’s Year of Education on Station next week. Each call will air live on NASA Television and the agency’s website.\nNASA’s Johnson Space Center will host a question and answer session between agency interns and NASA astronaut Ricky Arnold at 12:05 p.m. EDT Monday, July 30. Johnson is located at 2101 NASA Parkway, Houston. Media interested in covering the event should contact Frank Prochaska at frank.e.prochaska@nasa.gov or 281-483-5111.\nThe City of Las Cruces Museum of Nature and Science in New Mexico will host children and adults for a community discussion with Arnold at 10:55 a.m. Tuesday, July 31. The museum is at 411 North Main St., Las Cruces. Media who wish to cover the downlink should contact Udell Vigil at uvigil@las-cruces.orgor 575-642-5339 or Katie Jenkins at kjenkins@las-cruces.orgor 575-528-4577.\nNASA’s Wallops Flight Facility in Virginia will host a conversation with NASA astronaut Drew Feustel at 10:25 a.m. Thursday, Aug. 2. About 140 members of Virginia Space Coast Scholars, high school and undergraduate NASA interns, students from the Virginia Space Flight Academy and the Delmarva Discovery Center will participate from Wallops’ visitor center, Building J20 Route 175, Chincoteague Rd., Wallops Island. Media covering the event should contact Keith Koehler at keith.a.koehler@nasa.govor 757-824-1579.\nLinking teachers directly to astronauts aboard the space station provides unique, authentic experiences designed to enhance student learning, performance and interest in science, technology, engineering and mathematics (STEM). These in-flight education downlinks are an integral component of NASA’s Year of Education on Station, which provides extensive space station-related resources and opportunities to students and educators. Astronauts living in space on the orbiting laboratory communicate with NASA’s Mission Control Center in Houston 24 hours a day through the Space Network's Tracking and Data Relay Satellites (TDRS).\nFollow the astronauts on social media at:\nhttps://www.twitter.com/NASA_astronauts/\n\nSee videos and lesson plans highlighting research on the International Space Station at:\n https://www.nasa.gov/stemonstation/\n\n-end-\n",
                "img": {
                    "src": "http://zori.uw-t.com/sites/default/files/nhq201806270027orig_0_0.jpg",
                    "alt": ""
                },
                "description_rss": "NASA interns, visitors at New Mexico’s City of Las Cruces Museum of Nature and Science, and NASA’s Wallops Flight Facility will speak with astronauts aboard the International Space Station as part of NASA’s Year of Education on Station next week.\n",
                "url_json_full": "node/155.json"
            }
        },
        {
            "node": {
                "nid": "156",
                "title": "NASA Administrator to Visit Langley Research Center July 31",
                "body": "\n\n\n\n\nNASA Langley Research Center in Hampton, Virginia.\nCredits: NASA\n\n\n\nNASA Administrator Jim Bridenstine will make his first official visit to NASA’s Langley Research Center in Hampton, Virginia, on Tuesday, July 31, to meet with employees and tour the facility.\nMedia are invited to tour Langley’s Advanced Structures and Materials laboratory with the administrator. There they’ll see first-hand ongoing research, including the development of large space structures and new lightweight spacecraft that could be used for entry, descent and landing in support of NASA’s efforts to return astronauts to the Moon and on to Mars.\nImmediately following the tour there will be an additional 30-minute availability for interviews with the administrator.\nSchedule:\nNoon – 12:15 p.m. EDT:\nMedia check-in at the NASA Langley Badge & Pass Office to receive access badging. 1 Langley Blvd., Hampton, Virginia, 23666\nOfficial media credentials are required for access.\n\n12:15 – 12:30: Travel to Building 1148. Park, set up.\n12:45 – 1:25: Administrator arrives, begin tour.\n1:25 – 1:55:  Media interviews.\nMedia interested in attending are asked to confirm their attendance no later than 4 p.m. Monday, July 30 by contacting Rob Wyman at 757-864-6120, or rob.wyman@nasa.gov.\nBridenstine was sworn in as NASA’s 13th administrator on April 23. For more information, visit:\nhttps://www.nasa.gov/content/nasa-administrator-bridenstine\n-end-\n",
                "img": {
                    "src": "http://zori.uw-t.com/sites/default/files/langley-aerial-2011_0_0.jpg",
                    "alt": ""
                },
                "description_rss": "NASA Administrator Jim Bridenstine will make his first official visit to NASA’s Langley Research Center in Hampton, Virginia, on Tuesday, July 31, to meet with employees and tour the facility.\n",
                "url_json_full": "node/156.json"
            }
        }
    ]
}